Repository: lotfim/post-booking
Catalog: languages/post-booking-*.po
Languages: fr_fr

source: Bookings
fr_fr: Réservations

source: Delivered bookings
fr_fr: Réservations passées

source: Price
fr_fr: Prix

source: Settings
fr_fr: Réglages

source: Booking settings
fr_fr: Réglages réservations

source: Stripe settings
fr_fr: Réglages Stripe

source: Stripe public API key
fr_fr: Clé publique de l'API Stripe

source: Stripe private API key
fr_fr: Clé privée de l'API Stripe

source: Currency
fr_fr: Devise

source: Payment form settings
fr_fr: Réglages formulaire de paiement

source: Full name label
fr_fr: Champ nom

source: Card number label
fr_fr: Champ numéro de carte

source: Card expiry date label
fr_fr: Champ date d'expiration carte

source: CVC code label
fr_fr: Champ code CVC

source: Successful payment message
fr_fr: Message à afficher en cas de paiement réussi

source: Payment failure message
fr_fr: Message à afficher en cas d'échec du paiement

source: Payment button text
fr_fr: Texte bouton de paiement

source: Booking button text
fr_fr: Texte bouton de réservation

source: Name
fr_fr: Nom

source: Session
fr_fr: Séance

source: m/d/Y
fr_fr: d/m/Y

source: Delivery date
fr_fr: Date de la prestation

source: Book
fr_fr: Réservez

source: Full name
fr_fr: Nom complet

source: Card number
fr_fr: Numéro de carte

source: Expiry date
fr_fr: Date d'expiration

source: Book now
fr_fr: Réservez maintenant

source: Payment failure
fr_fr: Echec du paiement

source: Successful payment
fr_fr: Paiement réussi

source: Deliver service
fr_fr: Livrer la prestation

source: YYYY
fr_fr: AAAA
